[
    {
        "name": "Bimba motorcycle - girls",
        "info": "Bimba in the shape of a motorcycle with 3 wheels for stability, the Bimba steering wheel can be adjusted for drive/push by the toddler's legs. Bimba size: 60*45*20 cm. Wheel size: front 15 cm / rear 17 cm. Suitable for ages two to three and a half. Maximum carrying weight: up to 30 kg. The Bimba comes in several colors - it is not possible to choose the desired color.",
        "category": "Bimba motorcycle",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/7/2/7290112322265_1_1.jpg",
        "price": 69.90
    },
    {
        "name": "Magnet game for children - 100 piece",
        "info": "3D magnetic assembly game - develops motor skills and imagination. Endless assembly and creation possibilities. Quantity of parts: 100",
        "category": "Magnet game",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/6/9/6947241500835_1.jpg",
        "price": 119.90
    },
    {
        "name": "Hebrew magnet learning kit - developmental games",
        "info": "This adorable toy will help you and your child learn letters and numbers while offering hours upon hours of fun as they build words, math problems or pictures with these colorful pieces on a light blue board. The board comes with chalk and an eraser, so they can also draw pictures on it, or try copying plastic letter shapes. When not in use, the board acts as a lid, closing the container, safely storing all 100 pieces inside! An excellent way to engage the toddler in a safe activity that will promote his development. exciting and educational,",
        "category": "Magnet game",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/9/8/98266090392_1.jpg",
        "price": 99.90
    },
    {
        "name": "Magnetic numbers in a jar - developmental games",
        "info": "Number magnets for learning and playing comes in a convenient jar to carry and contains about 102 magnetic numbers",
        "category": "Magnet game",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/9/8/98266012233_1.jpg",
        "price": 49.90
    },
    {
        "name": "SOLEX balance bike for children pink - training bike",
        "info": "Pink balance bike. A strong and safe product for the first experience of riding without auxiliary wheels. Extremely easy with a height-adjustable chair.",
        "category": "Bike for children",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/1/9/190587054104_1.jpg",
        "price": 199.90
    },
    {
        "name": "Balance bike for children blue SOLEX - training bike",
        "info": "Your child's first bicycle, without pedals, which helps develop balance and equilibrium, allows learning and practice in preparation for riding a bicycle The height of the seat is adjustable according to the child's height A comfortable and innovative steering system that allows the child to easily maneuver the bicycle Suitable from 3 years to 6 years",
        "category": "Bike for children",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/5/0/5017422500532_1.jpg",
        "price": 199.90
    },
    {
        "name": "3-wheeled scooter for children Spiderman - 3-wheeled scooter",
        "info": "My first scooter in a Frozen 2 design. For children from 3 to 5 years old or up to a weight of 20 kg. A high-quality and comfortable scooter for safe and fun riding in the neighborhood, in the garden and in the parks. The first step for your child to learn movement, balance and equilibrium is a safety scooter that comes with a large and wide non-slip surface, rubber handles.",
        "category": "Bike for children",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/7/2/7290112320551_1.jpg",
        "price": 109.90
    },
    {
        "name": "Pink 3-wheel scooter for children - 3-wheel scooter",
        "info": "Wheel scooter. A high-quality scooter for children with a unique design that guarantees a fun ride that helps improve the balance and coordination skills of young children. 125 mm wheels - 2 rear wheels and a front wheel. The standing surface of the scooter comes with a non-slip coating. Sponge handles for a perfect grip. Suitable for children from 3 to 5 years old or up to a maximum weight of 20 kg.",
        "category": "Bike for children",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/4/8/4897033962100_1.jpg",
        "price": 144.90
    },
    {
        "name": "2-wheel scooter for children, folding green - 2-wheel scooter",
        "info": "Folding scooter 2 wheels 125 mm. Silicone wheels for maximum stability. Carrying capacity up to 50 kilos. Recommended for children up to 5 years old.",
        "category": "Bike for children",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/4/8/4897033962391_1.jpg",
        "price": 134.90
    },
    {
        "name": "GO-U 3-wheel scooter for children blue 3 modes - 3-wheel scooter",
        "info": "Multi-stage scooter with lights Go Up Foldable PLUS from Globber, the perfect combination of a scooter with a push handle for parents. The scooter is easy to assemble and has three modes: riding, riding and riding a scooter all through a simple push of a button.",
        "category" :"Bike for children",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/4/8/4897070180765_1.jpg",
        "price": 334.90
    },
    {
        "name": "GO-U 3-wheel scooter for children pink 3 modes - 3-wheel scooter",
        "info": "Multi-stage scooter with lights Go Up Foldable PLUS from Globber, the perfect combination of a scooter with a push handle for parents. The scooter is easy to assemble and has three modes: riding, riding and riding a scooter all through a simple push of a button.",
        "category" :"Bike for children",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/4/8/4897070180772_1.jpg",
        "price": 334.90
    },
    {
        "name": "Baby doll 30 cm YM - baby dolls",
        "info": "Cm baby girl doll, comes dressed in a pink overall, with a matching headband. Press the doll's belly, and it will make 4 different sounds. A different sound with each press.",
        "category" :"Baby doll",
        "img_url": "https://toysrus.co.il/media/catalog/product/cache/55a044f927b05bedf296cf15120d7cf4/1/9/190587084064_1.jpg",
        "price": 129.90
    }
]